
//PCCTP,PFCTP,PCCFP,PFCFP
//Lake		6. PCCTP, PCCFP, PCNTP, PCNFP 

export default function Lake() {
    window.scroll(top);
    return (
        <div className="mx-5 my-10 font-light">
            <span className="text-2xl font-medium lg:text-6xl">Lake<br/></span>
            <div>

            <img alt="Lake" src="/images/Lake.png" width="100%" height="100%"></img>

            <span className="text-lg lg:text-3xl">
            "인간의 삶에서 가장 큰 재앙은 죽음이 아니라, 우리 안에 죽은 욕망이다."
            </span>

            <br/>
            <span className="text-lg lg:text-3xl">
           -세네카(Seneca)
            </span>
            <br/>

            <br/>
            <span className="text-lg lg:text-2xl">
            핵심 요소: 강렬한 열정과 성적 매력, 즉흥적이고 모험적인 사랑 , 억압된 욕망의 해방
            </span>
            <br/>


            <br/><span className="text-xl font-bold lg:text-4xl">강렬한 열정과 성적 매력</span><br/><br/>
            <span className="text-lg lg:text-xl"> 
            Lake는 강렬한 열정을 가진 인물로서, 이러한 열정은 그들의 매력과 사랑의 방식에 깊이 반영됩니다. 
            그들은 관계에서 강한 감정적, 성적인 끌림을 경험하며, 이를 통해 상대빙과의 연결을 강화합니다. 
            Lake의 열정은 강렬하고 뜨거운 순간을 만들어내며, 이는 생기와 에너지를 느끼게 합니다.
            <br/><br/>
            또한, Lake는 자신의 성적 욕구와 매력을 적극적으로 표현합니다. 
            그들은 상대방과의 신체적 친밀감에 대해 열린 태도를 보이며, 이는 뜨거운 정열을 증폭시킵니다. 
            Lake의 성적 매력은 상대방에게 강한 끌림을 제공하며, 이는 두 사람 사이의 감정적 교류를 강화합니다.
            <br/><br/>
            Lake는 연인 관계에서 자신감 넘치는 태도를 보입니다. 
            Lake는 자신의 가치와 매력에 대해 강한 확신을 가지고 있으며, 이는 Lake의 행동과 대화에서 분명하게 드러납니다. 
            Lake의 자신감은 그들을 매력적이고 매혹적인 존재로 만들며, 파트너에게도 강한 인상을 남깁니다.
            </span>
            <br/>

            <br/><span className="text-xl font-bold lg:text-4xl">즉흥적이고 모험적인 사랑</span><br/><br/>
            <span className="text-lg lg:text-xl">
            Lake는 즉흥적이고 자유로운 삶의 태도를 가지고 있습니다.
            그들은 계획에 얽매이지 않고 순간의 감정과 욕구에 따라 행동하는 경향이 있으며, 이는 새롭고 흥미로운 경험을 창출합니다.
            <br/><br/>
            그렇기에, Lake는 연인 관계에서도 즉흥적이고 모험적인 사랑을 추구합니다. 
            그들은 계획된 일상과 루틴을 벗어나 순간의 감정과 욕구에 따라 움직입니다. 
            이러한 즉흥적인 태도는 관계에 예측할 수 없는 흥미와 새로움을 더하며, 이는 상대방과의 관계를 더욱 역동적이고 생동감 넘치는 것으로 만듭니다.
            <br/><br/>
            또한,Lake는 모험을 추구하며, 이는 그들의 사랑 방식에 깊이 반영됩니다. 
            그들은 일상에서 벗어나 새로운 장소를 탐험하거나, 평범하지 않은 데이트 아이디어를 제안하는 등 상대방과의 관계에서 새로운 경험을 지속적으로 추구합니다. 
            이러한 모험적인 태도는 상대방에게 신선한 경험을 제공하며, 두 사람의 관계에 잊을 수 없는 추억을 만듭니다.
            <br/><br/>
            Lake의 즉흥적이고 모험적인 사랑은 감정의 진정성과 열정에서 비롯됩니다. 
            그들은 순간의 감정을 솔직하게 표현하며, 이는 관계에 진실된 감정의 흐름을 만듭니다. 
            Lake와의 관계는 이러한 열정적이고 진정성 있는 감정 표현을 통해 더욱 깊고 의미 있는 것으로 발전합니다.
            </span>
            <br/>

            <br/><span className="text-xl font-bold lg:text-4xl">억압된 욕망의 해방</span><br/><br/>
            <span className="text-lg lg:text-xl">
            Lake는 억압된 욕망을 자극하고 해방시키는 데 능숙합니다. 
            그들은 상대방이 일상에서 경험하지 못한 감정과 욕구를 탐색하게 하며, 이는 상대방에게 새로운 자아 발견의 기회를 제공합니다. 
            Lake의 이러한 능력은 관계에서 숨겨진 감정과 욕망의 층을 드러내며, 이는 상대방에게 강렬한 정서적 경험을 선사합니다.
            <br/><br/>
            이런 행동이 가능한 이유는,Lake는 상대의 잠재의식을 건드리는 데 능하기 때문입니다. 
            그들은 상대가 일상에서 자주 의식하지 못하는 깊은 욕망과 감정을 이끌어내며, 이를 통해 상대방과의 관계에 더 깊은 차원을 더합니다. 
            이러한 탐험은 상대방에게 자기 인식의 확장과 자신의 감정과 욕망에 대한 더 깊은 이해를 가져다줍니다.
            <br/><br/>
            Lake는 상대방에게 자신감과 자유의 감각을 부여합니다. 
            그들의 영향력으로 상대는 자신의 내면에 숨겨진 욕망과 감정을 자유롭게 표현하게 되며, 이는 새로운 자기 인식과 자유의 경험을 제공합니다. 
            Lake와의 관계는 상대방 스스로가 정체성을 더 깊이 탐색하고 발전시킬 기회를 제공합니다.
            </span>
            <br/>

            

            </div>

        </div>
    );
}